export const chats = [
    {
    name: "Alice",
    avatar: "alice.jpg",
    text: "Привет! Как дела? Привет! Как дела? Привет! Как дела? Привет! Как дела? Привет! Как дела? Привет!",
    messageCount: 2000,
    },
    {
    name: "Bob",
    avatar: "bob.jpg",
    text: "До встречи завтра!",
    time: "09:15",
    messageCount: 0,
    me: true,
    },
];

export const searchableChats = [
    {
        name: "Киномания",
        avatar: "bob.jpg",
    },
]

export const messages = [
    {
        text: "Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.",
        time: "09:15",
    },
    {
        image: "/images/mock/SWC.jpg",
        time: "09:16",
        // me: true,
    },
    {
        text: "Круто!",
        time: "09:16",
        me: true,
    },
];
